christian-kohler.npm-intellisense
coolbear.systemd-unit-file
DavidAnson.vscode-markdownlint
DigitalBrainstem.javascript-ejs-support
DotJoshJohnson.xml
eamodio.gitlens
eg2.vscode-npm-script
EliverLara.andromeda
formulahendry.code-runner
foxundermoon.shell-format
hangxingliu.vscode-coding-tracker
HookyQR.beautify
James-Yu.latex-workshop
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-zh-hans
ms-dotnettools.csharp
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.powershell
ms-vsliveshare.vsliveshare
mutantdino.resourcemonitor
octref.vetur
rebornix.ruby
redhat.vscode-yaml
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
timonwong.shellcheck
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wingrunr21.vscode-ruby
