christian-kohler.npm-intellisense
coolbear.systemd-unit-file
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
eg2.vscode-npm-script
ericadamski.carbon-now-sh
formulahendry.code-runner
foxundermoon.shell-format
golang.go
HookyQR.beautify
humao.rest-client
ionutvmi.reg
James-Yu.latex-workshop
julialang.language-julia
kiteco.kite
mathiasfrohlich.Kotlin
mbessey.vscode-rufo
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-zh-hans
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.powershell
ms-vsliveshare.vsliveshare
mutantdino.resourcemonitor
octref.vetur
rebornix.ruby
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
shd101wyy.markdown-preview-enhanced
singularitti.vscode-julia-formatter
SonarSource.sonarlint-vscode
sysoev.language-stylus
TabNine.tabnine-vscode
timonwong.shellcheck
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
wingrunr21.vscode-ruby
wix.vscode-import-cost
